{
    "title": "Orthopaedy Details",
    "surgeries": [
        {
            "name": "Knee Replacement Surgery",
            "desc": "The aim of complete knee replacement surgery is to alleviate pain in the knee and improve the function of the knee by resurfacing the bones that meet at the joint of the knee. At the end of the femur (thigh-bone) and the top of the tibia (shin-bone), the surgeon removes weakened parts of bone and replaces them with prosthetic components. The back of the patella, or kneecap, is also resurfaced by such procedures. Usually, the actual procedure takes 2 hours per knee. Knee replacement surgery is a procedure that replaces an artificial joint for a weakened or worn knee joint. ‘arthroplasty’ is the medical term for this form of surgery. The goal of knee replacement (arthroplasty) surgery is to alleviate pain in the knee and improve mobility. Depending on the state of the knee, there are two forms of knee surgery: Total replacement of the knee: This could be appropriate if the knee joint is weakened in its entirety. Partial (half) replacement of knee: This is often referred to as ‘unicompartmental’ or ‘unicondylar’ replacement of the knee. This is carried out whenever there is a need to repair just one portion of the knee joint. Bilateral knee replacement: both knees are replaced at the same time People undergo knee replacement surgery in most cases because they have Osteoarthritis . A very widely done procedure is complete knee replacement. In India, surgeons conduct around 700,000 of them per year."
        },
        {
            "name": "Disc Replacement Surgery",
            "desc": "Disc replacement surgery is implantation of a “mobile” device in intervertebral disc space after discectomy. It maintains motion at operated level unlike spine fusion surgery which eliminates motion. Loss of motion can lead to decreased flexibility of spine. Also, fusion can increase stress on next spine level causing accelerated degeneration of that segment (Adjacent Segment Degeneration/ ASD). ASD is one of the major cause of revision spine surgeries. These problems are further increased in multi-level fusions. Disc replacement avoids these problems. Disc replacement is used for both cervical and lumbar spine; however, results are more encouraging in cervical spine in carefully selected patients. Indications: Spondylosis: A mild to moderate spondylosis can be treated by disc replacement. It will eliminate pain of disc degeneration while maintaining motion. Cervical Disc Prolapse: A younger patient with cervical disc herniation is ideal case. Multilevel Cervical Instrumentation Surgery: Cervical disc replacement can be combined at the end of construct in a multilevel cervical disc disease instrumentation. While the middle levels are fused, disc is replaced at both ends. This will preserve some spinal movements  and also reduce stress on adjacent levels reducing ASD. Spine Flexibility Maintains spinal motion and patients flexibility."        
        },
        {
            "name": "Hip Pain Treatment",
            "desc": "One of the main weight-bearing joints in the body is the hip. The hip sacrifices the degree of motion for greater stability, unlike the elbow. A complicated network of bones, cartilage, muscles, ligaments and tendons must all function in unison to keep it going smoothly. Explains Dr. Gupta  the best ACL Surgeon/Orthopedic Surgeon in Gujarat,India. The hip is a joint of the ball and socket where the femur’s head articulates with the pelvic bone’s cuplike acetabulum. The acetabulum fits securely around the femur’s head. Usually, the ball is retained in the socket by very tight ligaments that form a full sleeve around the joint (the joint capsule). There is a delicate lining on the capsule (the synovium). Explains Dr. Gupta the best ACL Surgeon/Orthopedic Surgeon in Gujarat,India. A layer of smooth cartilage, which is a very soft white material, protects the head of the femur. The socket is lined with cartilage as well. This cartilage cushions the joint and causes very little pressure for the bones to pass on each other. Explains Dr. Gupta  the best ACL Surgeon/Orthopedic Surgeon in Gujarat,India. As the cartilage does not appear on x-rays, an x-ray of the hip joint typically reveals a “space” between the ball and the socket"
        },
        {
            "name": "Arthritis Treatment",
            "desc": "Arthritis simply means inflammation of the joints. Arthritis is not a single Issue or disease. There are categories of more than 100 rheumatic diseases and other disorders that can cause joint pain, stiffness and swelling are referred to as arthritis, explained by Dr. Gupta  Orthopedic Surgeon in Vadodara, Gujarat. Any part of your body may become inflamed from arthritis or become painful. Some rheumatic disorders, including muscles, bones and internal organs, may lead to painful, even life-threatening symptoms, or can affect other parts of the body. Get diagnosed by an Orthopedic surgeon in Ahmedabad, Gujarat. Osteoarthritis and rheumatoid arthritis are the two most common forms of arthritis. At any age, including children, arthritis can affect everyone. With age, the prevalence of arthritis rises, but almost three out of every five sufferers are under the best orthopedic Surgeon in Vadodara, Gujarat. Many forms of arthritis can cause permanent damage to the joints, bones, organs and skin if left undiagnosed and untreated."
        },
        {
            "name": "Fracture Surgery",
            "desc": "Sometimes, a patient cannot understand when he should visit an orthopedic surgeon/doctor near me local area? Solitaire clinic is top fracture hospital in Vadodara. Patient must be having pain or discomfort but he could not judge that how much weighty the issue is? If an individual is facing arthritis, osteoarthritis. Find best doctor for Bone injury, fractures, joint replacement surgery, rheumatology, sports injuries, back and spine orthopedic problems or surgeries, hip problems or replacement, a shoulder problem, elbow pain, boxer fracture surgery, finger surgery, Hand fracture surgery, foot fracture surgery or ankle fracture surgery doctor, wrist fracture, skull fracture, hand fracture, leg fracture, orbital fracture, compound fracture ankle, acetabular fracture, broken back, broken hand, transverse fracture, broken wrist, broken arm, spiral fracture, distal radius fracture, femur fracture, buckle fracture, broken ankle, hairline fracture, accidental fracture, greenstick fracture colles fracture, radial head fracture, compound fracture, stress fracture, broken hand, broken leg, radial head fracture, nightstick fracture, blowout fracture, broken rib treatment, barton fracture, jones fracture, rolando fracture, bumper fracture, accident fracture, nasal bone fracture, hoffa fracture, oblique fracture, barton fracture, collarbone fracture specialist doctor in Vadodara. He should definitely consult an Orthopedic doctor or surgeon immediately."
        },
        {
            "name": "Arthroscopic Surgery",
            "desc": "Arthroscopy means a modern progressive method of treating diseases and injuries of the knee joint. My patients believe that arthroscopy is a very young and therefore unreliable method of treatment. This is not so: for the first time, arthroscopy was used at the beginning of the 20th century (by the way, on the knee joint), and Japan was the birthplace of this truly revolutionary technique. Solitaire Clinic has specialist doctors for knee arthroscopy, arthroscopy shoulder, ankle arthroscopy, arthroscopic surgery for hip and gets affordable arthroscopic surgery cost in Vadodara."
        }
    ],
    "services": ["X-ray","Service 2","Service 3"],
    "phs": ["0265 222222","0265 111111"],
    "image": "/img/heading.jpg"
}